[{"body":"A recent study has found that women who carry a little extra weight live longer than the men who mention it.","tags":["attitude","life","men","women"]},
{"body":"Today a man knocked on my door and asked for a small donation towards the local swimming pool. I gave him a glass of water.","tags":["life","sport"]},
{"body":"If i had a dollar for every girl that found me unattractive, they would eventually find me attractive.","tags":["beauty","women"]},
{"body":"When wearing a bikini, women reveal 90 % of their body... men are so polite they only look at the covered parts.","tags":["men","sarcastic","women"]},
{"body":"I find it ironic that the colors red, white, and blue stand for freedom until they are flashing behind you.","tags":["life"]},
{"body":"Just read that 4,153,237 people got married last year, not to cause any trouble but shouldn't that be an even number?","tags":["life","marriage","people"]},
{"body":"I want to die peacefully in my sleep, like my grandfather.. Not screaming and yelling like the passengers in his car.","tags":["car","sarcastic"]},
{"body":"Apparently I snore so loudly that it scares everyone in the car I'm driving.","tags":["car","life","sarcastic"]},
{"body":"Life is all about perspective. The sinking of the Titanic was a miracle to the lobsters in the ship's kitchen.","tags":["animal","attitude"]},
{"body":"Life is like toilet paper, you're either on a roll or taking shit from some asshole.","tags":["dirty","life"]},
{"body":"If I ever need a heart transplant, I'd want my ex's. It's never been used.","tags":["love","sarcastic","women"]},
{"body":"My therapist says I have a preoccupation with vengeance. We'll see about that.","tags":["attitude","life"]},
{"body":"My wife and I were happy for twenty years. Then we met.","tags":["marriage"]},
{"body":"I think my neighbor is stalking me as she's been googling my name on her computer. I saw it through my telescope last night.","tags":["IT","sarcastic","stupid"]},
{"body":"You're not fat, you're just... easier to see.","tags":["attitude","life","motivational"]},
{"body":"Money talks ...but all mine ever says is good-bye.","tags":["money"]},
{"body":"You know that tingly little feeling you get when you like someone? That's your common sense leaving your body.","tags":["intelligence","life","love"]},
{"body":"Is your ass jealous of the amount of shit that just came out of your mouth?","tags":["insults"]},
{"body":"Relationships are a lot like algebra.  Have you ever looked at your X and wondered Y?","tags":["life","love"]},
{"body":"Strong people don't put others down. They lift them up and slam them on the ground for maximum damage.","tags":["life","sarcastic"]},
{"body":"You know you're ugly when it comes to a group picture and they hand you the camera.","tags":["life","rude","ugly"]},
{"body":"Artificial intelligence is no match for natural stupidity.","tags":["intelligence","stupid"]},
{"body":"I'm great at multitasking. I can waste time, be unproductive, and procrastinate all at once.","tags":["life","time","work"]},
{"body":"Isn't it great to live in the 21st century? Where deleting history has become more important than making it.","tags":["attitude"]},
{"body":"That awkward moment when you leave a store without buying anything and all you can think is \"act natural, you're innocent\".","tags":["life","money"]},
{"body":"Before I criticize a man, I like to walk a mile in his shoes. That way, when I do criticize him, I'm a mile away and I have his shoes.","tags":["attitude","communication","life"]},
{"body":"I hate when I am about to hug someone really sexy and my face hits the mirror.","tags":["hate","life","sarcastic"]},
{"body":"I changed my password to \"incorrect\". So whenever I forget what it is the computer will say \"Your password is incorrect\".","tags":["attitude","IT","life"]},
{"body":"If you think nobody cares whether you're alive, try missing a couple of payments.","tags":["life","money"]},
{"body":"I'm not saying I hate you, but I would unplug your life support to charge my phone.","tags":["attitude","hate","life","rude","stupid"]},
{"body":"Childs experience: if a mother is laughing at the fathers jokes, it means they have guests.","tags":["Father's Day","marriage"]},
{"body":"Telling a girl to calm down works about as well as trying to baptize a cat.","tags":["christian","sarcastic","women"]},
{"body":"I started out with nothing, and I still have most of it.","tags":["attitude","life"]},
{"body":"I asked God for a bike, but I know God doesn't work that way. So I stole a bike and asked for forgiveness.","tags":["God"]},
{"body":"When I call a family meeting I turn off the house wifi and wait for them all to come running.","tags":["attitude","family","life"]},
{"body":"I used to think I was indecisive, but now I'm not too sure.","tags":["attitude","life"]},
{"body":"Going to church doesn't make you a Christian any more than standing in a garage makes you a car.","tags":["car","christian"]},
{"body":"A fine is a tax for doing wrong. A tax is a fine for doing well.","tags":["political"]},
{"body":"Never laugh at your girlfriends choices... your one of them.","tags":["love","women"]},
{"body":"Intelligence is like an underwear. It is important that you have it, but not necessary that you show it off.","tags":["intelligence","life"]},
{"body":"When my boss asked me who is the stupid one, me or him? I told him everyone knows he doesn't hire stupid people.","tags":["attitude","men","work"]},
{"body":"When an employment application asks who is to be notified in case of emergency, I always write, &quot;A very good doctor&quot;.","tags":["attitude","doctor","life","work"]},
{"body":"She wanted a puppy. But I didn't want a puppy. So we compromised and got a puppy.","tags":["animal","attitude","women"]},
{"body":"Moses was leading his people through the desert for 40 years. It seems, even in Biblical times men avoided asking the way.","tags":["christian","men"]},
{"body":"I haven't spoken to my wife for 18 months- I don't like to interrupt her.","tags":["marriage","men","women"]},
{"body":"I can totally keep secrets. It's the people I tell them to that can't.","tags":["attitude","life","sarcastic"]},
{"body":"If you're not supposed to eat at night, why is there a light bulb in the refrigerator?","tags":["attitude","life","women"]},
{"body":"Love is telling someone to go to hell and worrying about them getting there safely.","tags":["life","love"]},
{"body":"Entered what I ate today into my new fitness app and it just sent an ambulance to my house.","tags":["attitude","food","IT","life"]},
{"body":"My wife is so negative. I remembered the car seat, the stroller, AND the diaper bag. Yet all she can talk about is how I forgot the baby.","tags":["car","kids","men"]},
{"body":"I am a nobody, nobody is perfect, therefore I am perfect.","tags":["attitude","motivational"]},
{"body":"Politicians and diapers have one thing in common. They should both be changed regularly, and for the same reason.","tags":["political"]},
{"body":"If 4 out of 5 people SUFFER from diarrhea ... does that mean that one enjoys it?","tags":["life","people"]},
{"body":"The grass may be greener on the other side but at least you don't have to mow it.","tags":["attitude","sarcastic"]},
{"body":"I named my hard drive \"dat ass\" so once a month my computer asks if I want to 'back dat ass up'.","tags":["IT","life"]},
{"body":"Did you know that dolphins are so smart that within a few weeks of captivity, they can train people to stand on the very edge of the pool and throw them fish?","tags":["animal","people"]},
{"body":"A clean house is the sign of a broken computer.","tags":["IT","life","sarcastic"]},
{"body":"What's the difference between your wife and your job? After five years your job will still suck.","tags":["dirty","marriage","women"]},
{"body":"I'd like to see things from your point of view but I can't seem to get my head that far up my ass.","tags":["attitude","hate","insults","rude"]},
{"body":"Can I have your picture so I can show Santa what I want for Christmas?","tags":["beauty","Christmas","flirty","love"]},
{"body":"If I wanted to kill myself I'd climb your ego and jump to your IQ.","tags":["insults","intelligence","sarcastic"]},
{"body":"Outvoted 1-1 by my wife again.","tags":["marriage","sarcastic","women"]},
{"body":"Any married man should forget his mistakes, there's no use in two people remembering the same thing.","tags":["marriage","men","mistake","women"]},
{"body":"I sometimes watch birds and wonder \"If I could fly who would I shit on?\"","tags":["animal","attitude","life"]},
{"body":"What's worse than waking up at a party and finding a penis drawn on your face? Finding out it was traced.","tags":["dirty","life"]},
{"body":"If you see me smiling it's because I'm thinking of doing something evil or naughty. If you see me laughing it's because I've already done it.","tags":["attitude","sarcastic"]},
{"body":"America is a country which produces citizens who will cross the ocean to fight for democracy but won't cross the street to vote.","tags":["fighting","political"]},
{"body":"How do I disable the autocorrect function on my wife?","tags":["marriage","women"]},
{"body":"I would give my dad what he really wants on Father's Day, but I can't afford to move out yet.","tags":["Father's Day","kids"]},
{"body":"Two wrongs don't make a right, take your parents as an example.","tags":["family","insults","rude","sarcastic"]},
{"body":"Regular naps prevent old age, especially if you take them while driving.","tags":["age","life","retirement"]},
{"body":"Whoever said nothing is impossible is a liar. I've been doing nothing for years.","tags":["attitude","life","motivational"]},
{"body":"Waking up this morning was an eye-opening experience.","tags":["attitude","fighting"]},
{"body":"One day you're the best thing since sliced bread. The next, you're toast.","tags":["attitude","food","life"]},
{"body":"I'm really good at stuff until people watch me do that stuff.","tags":["life","sarcastic"]},
{"body":"Thanks for explaining the word &quot;many&quot; to me, it means a lot.","tags":["intelligence","mistake","stupid"]},
{"body":"Is google a woman? Because it won't let you finish your sentence without coming up with other suggestions.","tags":["life","women"]},
{"body":"I saw a sign that said &quot;Watch for children&quot; and I thought, &quot;That sounds like a fair trade&quot;.","tags":["kids","money"]},
{"body":"There are three kinds of people: Those who can count and those who can't.","tags":["life","people"]},
{"body":"People used to laugh at me when I would say &quot;I want to be a comedian&quot;, well nobody's laughing now.","tags":["communication","life","sarcastic","work"]},
{"body":"Never get on one knee for a girl who won't get on two for you.","tags":["love","marriage"]},
{"body":"A good wife always forgives her husband when she's wrong.","tags":["marriage","women"]},
{"body":"My favorite mythical creature? The honest politician.","tags":["political"]},
{"body":"Wife: \"I look fat. Can you give me a compliment?\" Husband: \"You have perfect eyesight.\"","tags":["insults","marriage"]},
{"body":"I eat my tacos over a Tortilla. That way when stuff falls out, BOOM, another taco.","tags":["attitude","food"]},
{"body":"Take my advice — I'm not using it.","tags":["communication","sarcastic"]},
{"body":"Top 3 situations that require witnesses:    1) Crimes  2) Accidents   3) Marriages    Need I say more?","tags":["marriage","sarcastic"]},
{"body":"There are two rules for success: 1) Don't tell all you know.","tags":["money","success"]},
{"body":"Time waits for no man, time is obviously a woman.","tags":["men","time","women"]},
{"body":"I hate people who use big words just to make themselves look perspicacious.","tags":["hate","sarcastic","stupid"]},
{"body":"I asked my wife if she ever fantasizes about me, she said yes - about me taking out the trash, mowing the lawn, and doing the dishes.","tags":["marriage","men","women","work"]},
{"body":"Team work is important; it helps to put the blame on someone else.","tags":["attitude","life","work"]},
{"body":"Friends wave red flags when you have a bad idea.  Real friends pick up a camera.","tags":["attitude","friendship"]},
{"body":"My job is secure. No one else wants it.","tags":["sarcastic","work"]},
{"body":"Give me ambiguity or give me something else.","tags":[]},
{"body":"My wife had her driver's test the other day. She got 8 out of 10. The other 2 guys jumped clear.","tags":["car","women"]},
{"body":"If you can smile when things go wrong, you have someone in mind to blame.","tags":["attitude","people"]},
{"body":"Why is the day that you do laundry, cook, clean, iron and so on, called a day off?","tags":["attitude","motivational","sarcastic"]},
{"body":"Wifi went down during family dinner tonight. One kid started talking and I didn't know who he was.","tags":["IT","kids","life"]},
{"body":"I've been repeating the same mistakes in life for so long now, I think I'll start calling them traditions.","tags":["attitude","life","mistake"]},
{"body":"Your family tree must be a cactus because everybody on it is a prick.","tags":["family","insults"]},
{"body":"For maximum attention, nothing beats a good mistake.","tags":["attitude","life","mistake","sarcastic"]},
{"body":"When I see ads on TV with smiling, happy housewives using a new cleaning product, the only thing I want to buy are the meds they must be on.","tags":["attitude","happiness","life","sarcastic"]},
{"body":"Nothing is fool proof to a sufficiently talented fool.","tags":["motivational"]},
{"body":"The difference between \"Girlfriend\" and \"Girl Friend\" is that little space in between we call the \"Friend Zone\".","tags":["friendship","love","sarcastic"]},
{"body":"I bought a vacuum cleaner six months ago and so far all it's been doing is gathering dust.","tags":["mistake"]},
{"body":"Women spend more time wondering what men are thinking than men spend thinking.","tags":["attitude","men","women"]},
{"body":"My superpower is making people laugh. Which would be great if I was trying to be funny.","tags":["attitude","sarcastic"]},
{"body":"It is much easier to apologize than to ask permission.","tags":["life","marriage"]},
{"body":"Isn't it weird how when a cop drives by you feel paranoid instead of protected.","tags":["car","life","motorcycle"]},
{"body":"My ex wrote to me: Can you delete my number? I responded: Who is this?","tags":["marriage","men","women"]},
{"body":"Your birth certificate is an apology letter from the condom factory.","tags":["insults"]},
{"body":"Dear alcohol, We had a deal where you would make me funnier, smarter, and a better dancer... I saw the video... we need to talk.","tags":["alcohol"]},
{"body":"Every time you talk to your wife, your mind should remember that... 'This conversation will be recorded for Training and Quality purpose'","tags":["marriage","men","women"]},
{"body":"Escalators don't break down... they just turn into stairs.","tags":["life"]},
{"body":"The reason grandchildren and grandparents get along so well is because they have a common \"enemy\".","tags":["kids","retirement"]},
{"body":"Never tell your problems to anyone...20% don't care and the other 80% are glad you have them...","tags":["attitude","life","people"]},
{"body":"Being a hypochondriac is going to save my life one of these days","tags":["life","sarcastic","success"]},
{"body":"A conclusion is the part where you got tired of thinking.","tags":["attitude","intelligence","sarcastic"]},
{"body":"What makes men chase women they have no intention of marrying? The same urge that makes dogs chase cars they have no intention of driving.","tags":["animal","men"]},
{"body":"Yo're so ugly, when your mom dropped you off at school she got a fine for littering.","tags":["insults","school","ugly"]},
{"body":"My son asked me what it's like to be married so I told him to leave me alone and when he did I asked him why he was ignoring me.","tags":["kids","marriage","sarcastic"]},
{"body":"My parents won't say which of their six kids they love the best, but they have told me I finished just out of the top five.","tags":["family","kids","love","sarcastic"]},
{"body":"Good health is merely the slowest possible rate at which one can die.","tags":["health","life"]},
{"body":"My girlfriends dad asked me what I do. Apparently, \"your daughter\" wasn't the right answer.","tags":["life","sex"]},
{"body":"Hospitality: making your guests feel like they're at home, even if you wish they were.","tags":["life"]},
{"body":"Nothing ruins a Friday more than an understanding that today is Tuesday.","tags":["attitude","life","work"]},
{"body":"The lesson of Halloween is that pretending to be something you're not will lead to a sweet reward.","tags":["attitude","Halloween","sarcastic"]},
{"body":"Whatever you do always give 100 %. Unless you are donating blood.","tags":["life","motivational","sarcastic"]},
{"body":"Children in the back seats of cars cause accidents, but accidents in the back seats of cars cause children.","tags":["car","kids","sex"]},
{"body":"My girlfriend told me to go out and get something that makes her look sexy... so I got drunk.","tags":["alcohol","men","sarcastic","sex","women"]},
{"body":"I can't believe I got fired from the calendar factory. All I did was take a day off.","tags":["puns","work"]},
{"body":"A TV can insult your intelligence, but nothing rubs it in like a computer.","tags":["intelligence","IT","life"]},
{"body":"There are few things I enjoy more than picking an argument with my girlfriend when she has the hiccups.","tags":["attitude","friendship","success"]},
{"body":"You must have been born on a highway because that's where most accidents happen.","tags":["insults"]},
{"body":"It's better to let someone think you are an Idiot than to open your mouth and prove it.","tags":["insults","rude"]},
{"body":"A computer once beat me at chess, but it was no match for me at kick boxing.","tags":["IT"]},
{"body":"I like birthdays, but I think too many can kill you.","tags":["birthday"]},
{"body":"How did I escape Iraq? Iran.","tags":["puns"]},
{"body":"Before having a kid the most important thing to ask yourself is &quot;Am I ready to watch the exact same cartoon on repeat for the next 4 years?&quot;","tags":["attitude","kids"]},
{"body":"Why is it everything I love is either unhealthy, addicting or has multiple restraining orders against me?","tags":["attitude","life","love","sarcastic"]},
{"body":"The only way you'll ever get laid is if you crawl up a chicken's ass and wait.","tags":["dirty","insults"]},
{"body":"I wasn't originally going to get a brain transplant, but then I changed my mind.","tags":["puns"]},
{"body":"I have never understood why women love cats. Cats are independent, they don't listen, they don't come in when you call, they like to stay out all night, and when they're home they like to be left alone and sleep. In other words, every quality that women hate in a man, they love in a cat.","tags":["animal","hate","love","men","women"]},
{"body":"Adults are always asking little kids what they want to be when they grow up because they're looking for ideas.","tags":["kids"]},
{"body":"Dear Couples Who Fight In Public, stop trying to whisper and would it kill you to include some backstory.","tags":["attitude","stupid"]},
{"body":"The depressing thing about tennis is that no matter how good I get, I'll never be as good as a wall.","tags":["life","sport"]},
{"body":"I married Miss Right. I just didn't know her first name was Always.","tags":["marriage","women"]},
{"body":"I'd tell you a chemistry joke but I know I wouldn't get a reaction.","tags":["puns"]},
{"body":"If I'd shot you sooner, I'd be out of jail by now.","tags":["rude","sarcastic"]},
{"body":"Sometimes the first step to forgiveness, is realising the other person was born an idiot.","tags":["attitude","rude"]},
{"body":"There is a new trend in our office; everyone is putting names on their food. I saw it today, while I was eating a sandwich named Kevin.","tags":["life","work"]},
{"body":"When I told the doctor about my loss of memory, he made me pay in advance.","tags":["doctor","life","sarcastic"]},
{"body":"Change is inevitable, except from a vending machine.","tags":[]},
{"body":"I'm glad I know sign language, it's pretty handy.","tags":["life","puns"]},
{"body":"I need to start paying closer attention to stuff. Found out today my wife and I have separate names for the cat.","tags":["animal","attitude","marriage"]},
{"body":"Why was Cinderella thrown off the basketball team? She ran away from the ball.","tags":["puns"]},
{"body":"My wife and I always compromise. I admit I'm wrong and she agrees with me.","tags":["marriage"]},
{"body":"Behind every great man is a woman rolling her eyes.","tags":["men","women"]},
{"body":"I didn't say it was your fault, I said I was blaming you.","tags":["sarcastic"]},
{"body":"Any room is a panic room if you've lost your phone in it.","tags":["IT","sarcastic"]},
{"body":"I'm the kind of guy who stops the microwave at 1 second just to feel like a bomb defuser.","tags":["life"]},
{"body":"Some people say \"If you can't beat them, join them\". I say \"If you can't beat them, beat them\", because they will be expecting you to join them, so you will have the element of surprise.","tags":["motivational","people"]},
{"body":"Where do they get the seeds to plant seedless watermelons?","tags":["life"]},
{"body":"Hard work never killed anyone, but why take the chance?","tags":["life"]},
{"body":"I was going to look for my missing watch, but I could never find the time.","tags":["attitude","intelligence","stupid"]},
{"body":"Why is there so much blood in my alcohol system?","tags":["alcohol","sarcastic"]},
{"body":"People say money is not the key to happiness, but I always figured if you had enough money, you can have a key made.","tags":["happiness","money","people","sarcastic"]},
{"body":"Alcohol is a perfect solvent: It dissolves marriages, families and careers.","tags":["alcohol","life","marriage"]},
{"body":"A straight face and a sincere-sounding &quot;Huh?&quot; have gotten me out of more trouble than I can remember.","tags":["sarcastic"]},
{"body":"The reason a dog has so many friends is that he wags his tail instead of his tongue.","tags":["animal","life"]},
{"body":"If at first you don't succeed, we have a lot in common.","tags":["sarcastic","success"]},
{"body":"Never break someone's heart because they have only one inside...break their bones because they have 206 of them.","tags":["love","sarcastic"]},
{"body":"Everyone has a friend who laughs funnier than he jokes.","tags":["friendship","life"]},
{"body":"I bet you I could stop gambling.","tags":["motivational"]},
{"body":"My internet is so slow, it's just faster to drive to the Google headquarters and ask them shit in person.","tags":["IT","sarcastic"]},
{"body":"For once in my life, I'd like to get up in the morning and be as excited about it as my penis.","tags":["attitude","men"]},
{"body":"Now what's on the menu? Me-n-u","tags":["flirty","food"]},
{"body":"Improve your memory by doing unforgettable things.","tags":["attitude","life","motivational"]},
{"body":"Best friends: Ready to die for each other, but will fight to the death over the last slice of pizza.","tags":["fighting","life","sarcastic"]},
{"body":"If laughter is the best medicine, your face must be curing the world.","tags":["insults"]},
{"body":"I wasn't born with enough middle fingers to let you know how I feel about you.","tags":["dirty","insults"]},
{"body":"It's just a bad day, not a bad life.","tags":["life","motivational"]},
{"body":"It must be difficult to post inspirational Tweets when your blood type is B Negative.","tags":["attitude","life","sarcastic"]},
{"body":"Accidentally pooped my pants in the elevator. I'm taking this shit to a whole new level.","tags":["stupid"]},
{"body":"Congratulations, If you press the elevator button three times it goes into hurry mode – really...","tags":["life","sarcastic"]},
{"body":"Women might be able to fake orgasms. But men can fake a whole relationship.","tags":["men","women"]},
{"body":"Don't you love nature, despite what it did to you?","tags":["insults"]},
{"body":"You know your children are growing up when they stop asking you where they came from and refuse to tell you where they're going.","tags":["kids"]},
{"body":"According to most studies, people's number one fear is public speaking. Number two is death. Death is number two. Does that sound right? This means to the average person, if you go to a funeral, you're better off in the casket than doing the eulogy.","tags":["death","life","people"]},
{"body":"The best things in life are free *plus shipping and handling*","tags":["life","money","sarcastic"]},
{"body":"You're the reason the gene pool needs a lifeguard.","tags":["attitude","dirty","insults"]},
{"body":"What do you do if a blonde throws a grenade at you? Pull the pin and throw it back.","tags":["blonde"]},
{"body":"Keep the dream alive: Hit the snooze button.","tags":["life","motivational"]},
{"body":"What can strike a blonde without her even knowing it? A thought.","tags":["blonde"]},
{"body":"If you really want to know about mistakes, you should ask your parents.","tags":["dirty","insults","kids","mistake"]},
{"body":"Children seldom misquote you. In fact, they usually repeat word for word what you shouldn't have said.","tags":["kids"]},
{"body":"Eat right. Stay fit. Die anyway.","tags":["life"]},
{"body":"I don't think you act stupid, I'm sure it's the real thing.","tags":["rude"]},
{"body":"The trouble with unemployment is that the minute you wake up in the morning you're on the job.","tags":["life"]},
{"body":"I'm reading a book about anti-gravity. It's impossible to put down.","tags":["puns"]},
{"body":"Doesn't expecting the unexpected make the unexpected become the expected?","tags":["life"]},
{"body":"God gave us the brain to work out problems. However, we use it to create more problems.","tags":["attitude","God","life","motivational"]},
{"body":"People are making end of the world jokes. Like there is no tomorrow.","tags":["attitude","people","sarcastic"]},
{"body":"If time is money are ATM's time machines?","tags":["money","time"]},
{"body":"Anyone who has never made a mistake has never tried anything new.","tags":["mistake","motivational"]},
{"body":"Women should not have children after 35. Really ... 35 children are enough.","tags":["kids","women"]},
{"body":"Did you hear about the guy who got hit in the head with a can of soda? He was lucky it was a soft drink.","tags":["puns"]},
{"body":"I'm emotionally constipated. I haven't given a shit in days.","tags":["dirty","puns"]},
{"body":"If I had a star for every time you brightened my day, I'd have a galaxy in my hand.","tags":["flirty","love"]},
{"body":"Your life doesn't get better by chance. It gets better by choice.","tags":["motivational"]},
{"body":"Hit snooze until the panic sets in.","tags":["attitude"]},
{"body":"TRUE FRIENDSHIP: Walking into a persons house and your wifi connects automatically.","tags":["friendship","life"]},
{"body":"You can easily judge the character of a man by how he treats those who can do nothing for him.","tags":["men"]},
{"body":"Funny how they say we need to talk when they really mean you need to listen.","tags":["attitude"]},
{"body":"A woman's mind is cleaner than a man's: She changes it more often.","tags":["men","women"]},
{"body":"Why did the blond get fired from the banana plantation? Because she threw out all the bent ones.","tags":["blonde"]},
{"body":"The hardness of butter is directly proportional to the softness of the bread.","tags":["life"]},
{"body":"When I get naked in the bathroom, the shower usually gets turned on.","tags":["puns"]},
{"body":"People who write &quot;u&quot; instead of &quot;you&quot;. What do you do with all the time you save?","tags":["sarcastic","time"]},
{"body":"Behind every successful student, there is a deactivated Facebook account.","tags":["attitude","success"]},
{"body":"I don't have an attitude; I have a personality you can't handle.","tags":["attitude"]},
{"body":"Everywhere is walking distance if you have the time.","tags":["attitude"]},
{"body":"I might drive you crazy, but at least I'll take the scenic route.","tags":["attitude"]},
{"body":"I'm good at multitasking and procrastinating, which means right now there are at least 28 things that I'm putting off until later.","tags":["attitude","intelligence","success"]},
{"body":"If someone hates you for no reason, give that motherfucker a reason.","tags":["attitude","hate"]},
{"body":"Any salad can be a Caesar salad if you stab it enough.","tags":["food","health"]},
{"body":"I'm glad to see you're not letting your education get in the way of your ignorance.","tags":["insults","stupid"]},
{"body":"You're so fake, Barbie is jealous.","tags":["insults","women"]},
{"body":"My mother never saw the irony in calling me a son-of-a-bitch.","tags":["dirty"]},
{"body":"The deeper the pit you're falling into, the more chance you have to learn how to fly.","tags":["motivational"]},
{"body":"The light at the end of the tunnel has been turned off due to budget cuts.","tags":["life","money"]},
{"body":"We are born naked, wet and hungry. Then things get worse.","tags":["attitude","life"]},
{"body":"Turning vegan is a big missed steak.","tags":["attitude","food","mistake"]},
{"body":"The road to success is always under construction.","tags":["life","motivational","success"]},
{"body":"I am known at the gym as the &quot;before picture.&quot;","tags":["attitude","sport"]},
{"body":"If God is watching us, the least we can do is be entertaining.","tags":["christian","God"]},
{"body":"Hey, you have something on your chin... no, the 3rd one down.","tags":["insults"]},
{"body":"I like you. You remind me of when I was young and stupid.","tags":["rude","sarcastic"]},
{"body":"My first job was working in an orange juice factory, but I got canned: couldn't concentrate.","tags":["puns"]},
{"body":"Autocorrect just changed &quot;I have so much anxiety I can barely breathe&quot; to &quot;I'm fine.&quot;","tags":["attitude","IT"]},
{"body":"An optimist believes that we live in the best world. A pessimist is afraid that it might be true.","tags":["attitude","life","motivational"]},
{"body":"Makeup tip: You're not in the circus.","tags":["beauty","women"]},
{"body":"I was born to be a pessimist. My blood type is B Negative.","tags":["life"]},
{"body":"It's not a relationship until you argue about whose turn it is to apologize.","tags":["love"]},
{"body":"We come to love not by finding a perfect person... but by learning to see an imperfect person perfectly.","tags":["love"]},
{"body":"Refusing to go to the gym counts as resistance training, right?","tags":["attitude","sarcastic","sport"]},
{"body":"Keep talking, someday you'll say something intelligent!","tags":["insults","intelligence","stupid"]},
{"body":"Do not argue with an idiot. He will drag you down to his level and beat you with experience.","tags":["life"]},
{"body":"We are all time travelers moving at the speed of exactly 60 minutes per hour.","tags":["life","time","travel"]},
{"body":"Why does it feel like time slows down during the day when you're at work and rapidly speeds up at night when you get home?","tags":["life"]},
{"body":"Don't let a man put anything over on you except an umbrella.","tags":["love","men"]},
{"body":"Success is like pregnancy. Everybody congratulates you but nobody knows how many times you got fucked to achieve it.","tags":["life","motivational","success"]},
{"body":"If a guy remembers the color of your eyes after the first date, chances are... you have small boobs.","tags":["dirty","women"]},
{"body":"I always tell new hires, don't think of me as your boss, think of me as your friend who can fire you.","tags":["friendship","sarcastic","work"]},
{"body":"I work to buy a car to go to work.","tags":["car","work"]},
{"body":"There's only one problem with your face, I can see it.","tags":["insults"]},
{"body":"I asked my North Korean friend how it was there, he said he couldn't complain.","tags":["attitude","communication","life","political","sarcastic"]},
{"body":"A clean house is a sign of a misspent life.","tags":["attitude","life"]},
{"body":"The only knowledge that can hurt you is the knowledge you don't have.","tags":["motivational"]},
{"body":"What language are you speaking? Cause it sounds like bullshit.","tags":["insults"]},
{"body":"You may fall from the sky, you may fall from a tree, but the best way to fall... is in love with me.","tags":["flirty","love"]},
{"body":"Do you know what it means to come home to a man who'll give you a little love, a little affection, a little tenderness? It means you're in the wrong house.","tags":["life","love","men"]},
{"body":"That awkward moment when you're in a meeting and your stomach decides to sound like a dying whale.","tags":["life"]},
{"body":"You are proof that evolution CAN go in reverse.","tags":["insults"]},
{"body":"Failure is not falling down, it is not getting up again.","tags":["motivational"]},
{"body":"How do you embarrass an archeologist? Give him a used tampon and ask him which period it came from.","tags":["dirty","rude"]},
{"body":"I am on a seafood diet. Every time I see food, I eat it.","tags":["food","puns"]},
{"body":"Whenever i have a headache,i take two asprins and keep away the children,like the bottle says","tags":["stupid"]},
{"body":"You so ugly when who were born the doctor threw you out the window and the window threw you back.","tags":["doctor","insults","ugly"]},
{"body":"Which sexual position produces the ugliest children? Ask your mother.","tags":["insults","rude","ugly"]},
{"body":"What was Forrest Gump's email password? \"1forrest1\"","tags":["IT","life","puns"]},
{"body":"Roses are red violets are blue, God made me pretty, what happened to you?","tags":["dirty","God","insults"]},
{"body":"My doctor told me that jogging could add years to my life. He was right—I feel ten years older already.","tags":["doctor","life","sarcastic"]},
{"body":"Remember, everyone seems normal until you get to know them...","tags":["attitude","people"]},
{"body":"I think they picked me for my motivational skills. Everyone always says they have to work twice as hard when I'm around!","tags":["motivational"]},
{"body":"Don't be irreplaceable - if you cannot be replaced, you cannot be promoted.","tags":["life","motivational","work"]},
{"body":"Depression is merely anger without enthusiasm.","tags":["attitude","sarcastic"]},
{"body":"\"Excuse me miss, can I have the time? I'd check my watch but I can't take my eyes off you.\"","tags":["flirty","love","women"]},
{"body":"I have as much authority as the Pope, i just don't have as many people who believe it.","tags":["christian","sarcastic"]},
{"body":"I wanna make a joke about sodium, but Na..","tags":["puns","school"]},
{"body":"I thought I was just really tired but it's been 5 years so I guess this is how I look now.","tags":["attitude","life","time"]},
{"body":"If love is blind, why is lingerie so popular?","tags":["love","Valentines"]},
{"body":"A procrastinator's work is never done.","tags":["life"]},
{"body":"Letting the cat out of the bag is a whole lot easier than putting it back in.","tags":["animal","attitude"]},
{"body":"A friend of mine tried to annoy me with bird puns, but I soon realized that toucan play at that game.","tags":["animal","puns"]},
{"body":"Doing things that you are not supposed to do at work makes your vision, hearing and alertness much better.","tags":["life","work"]},
{"body":"I'm jealous of all the people that haven't met you!","tags":["insults"]},
{"body":"Yesterday, I fell down from a 10 meter ladder. Thank God I was on the third step.","tags":["sarcastic"]},
{"body":"A girl phoned me the other day and said, \"Come on over, there's nobody home.\" I went over. Nobody was home.","tags":["men","sex","stupid","women"]},
{"body":"Masturbation is like procrastination, it's all good and fun until you realize you are only fucking yourself!","tags":["sarcastic","sex"]},
{"body":"If I had a face like yours, I'd sue my parents.","tags":["insults"]},
{"body":"I'm sorry I wasn't part of your past, can I make it up by being in your future?","tags":["flirty","life","love"]},
{"body":"It looks like your face caught on fire and someone tried to put it out with a hammer.","tags":["insults"]},
{"body":"What's six inches long, two inches wide, and drives women wild? Money.","tags":["money","women"]},
{"body":"Whats the difference between your girlfriend and a walrus? One has a moustache and smells of fish and the other is a walrus.","tags":["insults","men","women"]},
{"body":"Ordinarily people live and learn. You just live.","tags":["insults"]},
{"body":"Can I borrow a kiss? I promise I'll give it back.","tags":["attitude","love","motivational"]},
{"body":"Wouldn't exercise be more fun if calories screamed while you burned them?","tags":["life"]},
{"body":"Why did the scientist install a knocker on his door? He wanted to win the No-bell prize!","tags":["life","puns"]},
{"body":"You are so ugly when you looked in the mirror your reflection walked away.","tags":["insults","ugly"]},
{"body":"When I die, I hope I have enough time to point at a complete stranger and whisper \"You did this.\"","tags":["attitude","dirty","life","time"]},
{"body":"I love what you've done with your hair. How do you get it to come out of the nostrils like that?","tags":["insults","sarcastic"]},
{"body":"What do you call a smart blonde? A golden retriever.","tags":["blonde"]},
{"body":"Every so often, I like to go to the window, look up, and smile for a satellite picture.","tags":[]},
{"body":"We never knew he was a drunk... until he showed up to work sober.","tags":["alcohol","life","work"]},
{"body":"So, a thought crossed your mind? Must have been a long and lonely journey.","tags":["insults"]},
{"body":"My husband is on the roof - only a few inches away from an insurance claim that could completely change my life.","tags":["life","marriage","sarcastic"]},
{"body":"Aging gracefully is like the nice way of saying you're slowly looking worse.","tags":["age","rude"]},
{"body":"I bet you $4,567.89 you can't guess how much I owe my bookie.","tags":["money","sarcastic"]},
{"body":"My wife told me to stop impersonating a flamingo. I had to put my foot down.","tags":["animal","marriage","women"]},
{"body":"Laziness is when a person doesn't fake that he's working.","tags":["life","work"]},
{"body":"Thieves had broken into my house and stolen everything except my soap, shower gel, towels and deodorant. Dirty Bastards.","tags":["life","puns"]},
{"body":"We All KEA! My first day on the job at an IKEA store, I was told by my boss that employees needed to go to the meeting room before every shift. I asked why. He said, \"Assembly required.\"","tags":["life"]},
{"body":"Three words to ruin a man's ego...? \"Is it in?\"","tags":["dirty","men","sex"]},
{"body":"Why can't you play Uno with a Mexican? They steal all the green cards.","tags":["dirty","racist"]},
{"body":"How do you make a blonde's eyes light up? Shine a flashlight in their ear.","tags":["blonde"]},
{"body":"Why doesn't Mexico have an Olympic team? Because everybody who can run, jump and swim are already in the U.S.","tags":["racist"]},
{"body":"The last thing I want to do is hurt you. But it's still on the list.","tags":["love"]},
{"body":"You haven't experienced awkward until you try to tickle someone who isn't ticklish.","tags":["life"]},
{"body":"I think sex is better than logic, but I can't prove it.","tags":["sex","stupid"]},
{"body":"My wife sent her photograph to the Lonely Hearts Club. They sent it back saying they weren't that lonely.","tags":["marriage","rude","sarcastic"]},
{"body":"Having sex in an elevator is wrong on so many levels.","tags":["life","puns","sex"]},
{"body":"Ever stop to think, and forget to start again?","tags":["attitude","intelligence","life"]},
{"body":"Father's day, the most confusing day in the ghetto.","tags":["black","life","racist"]},
{"body":"I'd like to see things from your point of view, but I can't seem to get my head that far up your ass.","tags":["insults","rude"]},
{"body":"He doesn't know the meaning of fear... but then again, he doesn't know the meaning of MOST words.","tags":["men","rude"]},
{"body":"Time is a great teacher, but unfortunately it kills all its pupils.","tags":["death","school","time"]},
{"body":"As an outsider, what do you think of the human race?","tags":["insults"]},
{"body":"You do realize makeup isn't going to fix your stupidity?","tags":["insults","stupid"]},
{"body":"How is a woman like a condom? Both spend more time in your wallet than on your dick.","tags":["dirty","sex","women"]},
{"body":"Friends are forever. Until they get in a relationship.","tags":["life","love"]},
{"body":"I think that if I died and went straight to hell it would take me at least a week to realize I wasn't at work anymore.","tags":["attitude","life","work"]},
{"body":"A book just fell on my head. I've only got myshelf to blame.","tags":["life","puns"]},
{"body":"The proper way to use a stress ball is to throw it at the last person to piss you off.","tags":["health","work"]},
{"body":"Calling you an idiot would be an insult to all stupid people.","tags":["insults","rude"]},
{"body":"What's the difference between a paycheck and a penis? You don't have to beg your wife to blow your paycheck.","tags":["marriage","money","sex"]},
{"body":"What is the difference between \"ooooooh\"and \"aaaaaaah\"? About three inches.","tags":["dirty","sex"]},
{"body":"Aha, I see the Fuck-Up Fairy has visited us again!","tags":["insults"]},
{"body":"What do a nearsighted gynecologist and a puppy have in common? A wet nose.","tags":["animal","dirty"]},
{"body":"What's the difference between a northern fairytale and a southern fairytale? A northern fairytale begins \"Once upon a time ...\" A southern fairytale begins \"Y'all ain't gonna believe this shit ...\"","tags":["black","racist"]},
{"body":"Remember, it's not what you do... it's what you get away with.","tags":["attitude","work"]},
{"body":"In my spare time I like to read, write, and fall in love with unavailable people.","tags":["life","love","people"]},
{"body":"I don't think you are stupid. You just have a bad luck when thinking.","tags":["insults","rude"]},
{"body":"One day, a little boy wrote to Santa Clause, \"Please send me a sister.\" Santa Clause wrote him back, \"Ok, send me your mother.\"","tags":["Christmas","dirty","kids","sport"]},
{"body":"I would ask you how old you are but I know you can't count that high.","tags":["insults"]},
{"body":"You're so ugly, you scared the crap out of the toilet.","tags":["insults","ugly"]},
{"body":"My kids are very optimistic.  Every glass they leave sitting around the house is at least half full.","tags":["attitude","kids"]},
{"body":"Somewhere an elderly lady reads a book on how to use the internet, while a young boy googles \"how to read a book\".","tags":["kids","retirement"]},
{"body":"Oh... I didn't tell you... Then It must be none of your business...","tags":["attitude","communication","rude","sarcastic"]},
{"body":"Do I know you? Cause you look a lot like my next girlfriend.","tags":["attitude","love","success"]},
{"body":"I don't know what makes you so stupid, but it really works.","tags":["insults","stupid"]},
{"body":"What do the Mafia and a pussy have in common? One slip of the tongue, and you're in deep shit.","tags":["dirty"]},
{"body":"I remember when Halloween was the scariest night of the year. Now, it's Election night.","tags":["Halloween","political","sarcastic"]},
{"body":"I'm having an introvert party and you're all not invited.","tags":["attitude","friendship","sarcastic","stupid"]},
{"body":"Imagine being 5 minutes from the end of the longest movie ever &amp; it starts over because it forgot something. That's my kid telling a story.","tags":["communication","kids"]},
{"body":"Are you a Nice girl or Good girl?: NICE girls blush when they watch porn, GOOD girls smile cause they know they can do better.","tags":["dirty","flirty"]},
{"body":"If bullshit could float...you'd be the Admiral of the fleet!","tags":["insults"]},
{"body":"3 people having sex is a threesome, 2 is a twosome. So next time someone calls you 'HANDSOME', don't take it as a compliment!","tags":["attitude","life","sex"]},
{"body":"My math teacher called me average. How mean!","tags":["puns","school"]},
{"body":"Never underestimate a woman's ability to make anything your fault.","tags":["life","women"]},
{"body":"Nobody's perfect. I'm a nobody.","tags":["life"]},
{"body":"Never trust a dog to watch your food.","tags":["animal","attitude"]},
{"body":"What do women and police cars have in common? They both make a lot of noise to let you know they are coming.","tags":["car","sex","women"]},
{"body":"What did the blonde say when she found out she was pregnant? \"Are you sure it's mine?\"","tags":["blonde","kids"]},
{"body":"My first child has gone off to college and I feel a great emptiness in my life. Specifically, in my checking account.","tags":["attitude","kids","money","sarcastic"]},
{"body":"Do you wanna lose ten pounds of ugly fat? Cut off your head.","tags":["insults","ugly"]},
{"body":"Karma takes too long, I'd rather beat the shit out of you just now.","tags":["attitude","insults"]},
{"body":"But do you know what 6.9 is? A good thing screwed up by a period.","tags":["dirty","sex"]},
{"body":"What should you do if your girlfriend starts smoking? Slow down and use a lubricant.","tags":["rude","sex"]},
{"body":"All I'm saying is why blame it on being lazy when you can blame it on being old?","tags":["attitude","life","work"]},
{"body":"I was going to give him a nasty look, but he already had one.","tags":["attitude","insults","puns"]},
{"body":"The biggest difference between men and women is what comes to mind when the word 'Facial' is used.","tags":["men","sex","women"]},
{"body":"It doesn't matter how much you work, there will always be an asshole that works less but gets more.","tags":["life","motivational","work"]},
{"body":"There may be no excuse for laziness, but I'm still looking.","tags":["life"]},
{"body":"Morning is the time when everyone is jealous of unemployed.","tags":["life","work"]},
{"body":"Do it tomorrow. You have made enough mistakes for today.","tags":["attitude","life","mistake","work"]},
{"body":"If you can go to the gym without telling people on the Internet, you are instantly hired by the CIA.","tags":["attitude","sport","work"]},
{"body":"Roses are red, violets are blue, I have 5 fingers, the 3rd ones for you.","tags":["attitude"]},
{"body":"I'm here for whatever you need me to do from the couch.","tags":["attitude","life","work"]},
{"body":"Anger; the feeling that makes your mouth work faster than your mind.","tags":["life"]},
{"body":"My resumé is just a list of things I hope you never ask me to do.","tags":["life","work"]},
{"body":"What's the difference between a bowling ball and a blonde? You can only fit three fingers inside a bowling ball!","tags":["blonde","dirty"]},
{"body":"I'm no photographer, but I can picture us together.","tags":["flirty","puns"]},
{"body":"If you don't care where you are, then you ain't lost.","tags":[]},
{"body":"Remember: What dad really wants is a nap. Really.","tags":["Father's Day","life"]},
{"body":"I had amnesia once - maybe twice.","tags":["life"]},
{"body":"For every action, there is a corresponding over-reaction.","tags":["life"]},
{"body":"Always remember you're unique, just like everyone else.","tags":["life"]},
{"body":"Sometimes I wake up grumpy; other times I let her sleep.","tags":[]},
{"body":"The five most essential words for a healthy, vital relationship \"I apologize\" and \"You are right.\"","tags":["life","marriage","men"]},
{"body":"What do prisoners use to call each other? Cell phones.","tags":["life","puns"]},
{"body":"Why do husbands die before their wives? They want to.","tags":["marriage","men","women"]},
{"body":"My IQ came back negative.","tags":["intelligence","stupid"]},
{"body":"I feel like I'm diagonally parked in a parallel universe.","tags":["life"]},
{"body":"Archeologist: someone whose carreer lies in ruins.","tags":[]},
{"body":"Every morning is the dawn of a new error.","tags":["life"]},
{"body":"People say I'm condescending. That means I talk down to people.","tags":["communication","people"]},
{"body":"The reward for a job well done is more work.","tags":["life","work"]},
{"body":"You have to be flexible to work here. On many occasions, you'll be asked to bend over and grab your ankles.","tags":["attitude","stupid","work"]},
{"body":"What dog can jump higher than a building? Anydog, buildings can't jump!","tags":["animal"]},
{"body":"Some of us learn from the mistakes of others; the rest of us have to be the others.","tags":["attitude","life","mistake"]},
{"body":"Why dont blacks celibrate thanksgiving? KFC isnt open on holidays.","tags":["black","racist"]},
{"body":"The sex was so good that even the neighbors had a cigarette.","tags":["sex"]},
{"body":"How many times do I have to flush before you go away?","tags":["dirty","insults"]},
{"body":"I don't approve of political jokes...I've seen too many of them get elected.","tags":["political"]},
{"body":"If procrastionation was an Olympic sport, I'd compete in it later.","tags":["attitude","sport"]},
{"body":"I refused to believe my road worker father was stealing from his job, but when I got home, all the signs were there.","tags":["family","work"]},
{"body":"The 50-50-90 rule: Anytime you have a 50-50 chance of getting something right, there's a 90% probability you'll get it wrong.","tags":["attitude","life"]},
{"body":"Diplomacy is the art of sending someone to hell in the way that they are looking forward to it.","tags":["life"]},
{"body":"He who laughs last thinks slowest.","tags":["stupid"]},
{"body":"Why do black widow spiders kill their males after mating? To stop the snoring before it starts.","tags":["animal","life","love","men"]},
{"body":"The last airline I flew charged for everything. Except for the bad service. That was free.","tags":["life","sarcastic"]},
{"body":"Why can't blondes count to 70? Because 69 is a bit of a mouthful.","tags":["blonde","dirty"]},
{"body":"Why wasn't Jesus born in the USA? Because God couldn't find three wise men and a virgin.","tags":["christian","God","rude"]},
{"body":"You're slower than a herd of turtles stampeding through peanut butter.","tags":["animal","sarcastic"]},
{"body":"Boy : I have a pen you have a phone number. Think of the possibilities. Girl : I have a sandal you have a face. Think of Casualties.","tags":["flirty","men","sarcastic","women"]},
{"body":"Your opinion is very important to me, please remain on the line until it goes to voicemail.","tags":["attitude","sarcastic"]},
{"body":"The good Lord didn't create anything without a purpose, but mosquitoes come close.","tags":["animal","christian"]},
{"body":"42 percent of statistics are made up!","tags":["life","work"]},
{"body":"My grandma told me her joints are getting weaker, so I told her to roll them tighter.","tags":["health"]},
{"body":"I find a duck's opinion of me is very much influenced by whether or not I have bread.","tags":["animal","life"]},
{"body":"Time is what keeps things from happening all at once.","tags":["attitude"]},
{"body":"Fighting for peace is like fucking for virginity.","tags":["fighting","sex"]},
{"body":"Don't judge women by kilos, and you won't be judged by centimeters.","tags":["life","men","sex","women"]},
{"body":"Brains aren't everything. In your case they're nothing.","tags":["insults"]},
{"body":"Most men know that women dream of having two men at the same time. But they don't understand that in those fantasies one man is cleaning the house and the other one is cooking.","tags":["men","women"]},
{"body":"I may love to shop but I'm not buying your bullshit.","tags":["insults"]},
{"body":"What's the difference between a G-Spot and a golf ball? A guy will actually search for a golf ball.","tags":["dirty","men"]},
{"body":"What's the difference between a tire and 365 used rubbers? One is a Goodyear and the other is a great year.","tags":["car","dirty","sex"]},
{"body":"The last time I was inside a woman was when I went to the Statue of Liberty.","tags":["dirty","sex"]},
{"body":"I don't know what your problem is, but I'll bet it's hard to pronounce.","tags":["insults"]},
{"body":"What do you have when you have two balls in your hand? A man's undivided attention!","tags":["men","sex"]},
{"body":"Olympic track makes you feel like you witnesed a crime, because you hear a gunshot and then see a bunch of black guys hauling ass.","tags":["black","life"]},
{"body":"What would martin luther king be if he was white? Alive.","tags":["racist"]},
{"body":"How many of you believe in telekinesis? Raise MY hand!","tags":["life","sarcastic"]},
{"body":"If you don't drink, smoke or do drugs you may live long enough to be a real burden to loved ones.  Please pass the wine.","tags":["alcohol","attitude","sarcastic"]},
{"body":"What do you call it when a blonde dies their hair brunette? Artificial intelligence.","tags":["blonde","intelligence"]},
{"body":"Women sometimes make fools of men, but most guys are the do-it-yourself type.","tags":["men","stupid","women"]},
{"body":"If I wanted to hear from an asshole, I'd fart.","tags":["insults","rude"]},
{"body":"If a turtle doesn't have a shell, is he homeless or naked?","tags":["animal"]},
{"body":"The light at the end of the tunnel – are the front lights of a train.","tags":["motivational","sarcastic"]},
{"body":"You are so old, when you were a kid rainbows were black and white.","tags":["insults"]},
{"body":"If ignorance is bliss, you must be the happiest person on earth.","tags":["insults","intelligence"]},
{"body":"My wife's not too smart. I told her, our kids were spoiled. She said, \"All kids smell that way.\"","tags":["kids","marriage","women"]},
{"body":"All those years of getting horrible elementary school pictures was just society's way of preparing you for your driver's license photo.","tags":["life","school"]},
{"body":"If winning isn't everything why do they keep score?","tags":["attitude","life"]},
{"body":"Statistically 6 out of 7 Dwarfs are not Happy.","tags":["life"]},
{"body":"How can you spot the blind guy at the nudist colony? It's not hard.","tags":["puns","rude"]},
{"body":"How come &quot;you're a peach&quot; is a complement but &quot;you're bananas&quot; is an insult? Why are we allowing fruit discrimination to tear society apart?","tags":["attitude","insults","motivational","sarcastic"]},
{"body":"Why do women close their eyes during sex? They can't stand seeing a man have a good time.","tags":["men","sex","women"]},
{"body":"Only a widow can say exactly where her husband is.","tags":["love","marriage","men"]},
{"body":"Support bacteria - they're the only culture some people have.","tags":["attitude","insults","intelligence","people"]},
{"body":"Oh, you're straight? Well, so is spaghetti until it gets hot and wet.","tags":["gay"]},
{"body":"Why is there cotton in pill bottles? To remind black people that they were cotton pickers before drug dealers.","tags":["black","drug","racist"]},
{"body":"Social life? You mean my phone?","tags":["life","sarcastic"]},
{"body":"I hate two-faced people. It's so hard to decide which face to slap first.","tags":["attitude","hate","rude"]},
{"body":"I would love to insult you... but that would be beyond the level of your intelligence.","tags":["insults","intelligence"]},
{"body":"I grew a beard thinking it would say &quot;Distinguished Gentleman.&quot; Instead, turns out it says, &quot;Senior Discount, Please!&quot;","tags":["age","attitude"]},
{"body":"I would like to thank everybody that stuck by my side for those five long minutes my house didn't have internet.","tags":["IT","people"]},
{"body":"I think it's wrong that only one company makes the game Monopoly.","tags":["money"]},
{"body":"Why is \"abbreviation\" such a long word?","tags":["life"]},
{"body":"Atheism is a non-prophet organization.","tags":["christian","puns"]},
{"body":"I have noticed that everyone who is for abortion, has already been born.","tags":["christian"]},
{"body":"The dinner I was cooking for my family was going to be a surprise but the fire trucks ruined it.","tags":["family","food","life"]},
{"body":"A positive attitude may not solve all your problems, but it will annoy enough people to make it worth the effort.","tags":["attitude"]},
{"body":"I'm not an alcoholic. Alcoholics need a drink, but I already have one.","tags":["alcohol","attitude"]},
{"body":"What would you call a woman who goes out with You? Desperate!","tags":["insults","rude","Valentines"]},
{"body":"How do you make a blonde laugh on Saturday? Tell her a joke on Wednesday!","tags":["blonde"]},
{"body":"What is the difference between a drug dealer and a hooker? A hooker can wash her crack and sell it again.","tags":["drug","sex"]},
{"body":"What's the difference between a slut and a bitch? A slut will have sex with anyone, a bitch will have sex with anyone but you.","tags":["sex"]},
{"body":"That awkward moment when you're about to hug someone sexy as hell and then you hit the mirror.","tags":["sarcastic","sex"]},
{"body":"Why are women like KFC? After you've finished with the thigh and breasts, all you have left is a greasy box to put your bone in.","tags":["dirty","women"]},
{"body":"Always identify who to blame in an emergency.","tags":["attitude","health","motivational"]},
{"body":"I am probably single....because i didnt forward those chain messages in 2008","tags":["love","stupid"]},
{"body":"A hole was found in the wall of a nudist camp. The police are looking into it.","tags":["puns"]},
{"body":"Loneliness is when a person always knows where all of his things are.","tags":["life","men","women"]},
{"body":"What did the little Mexican boy get for christmas? My bike.","tags":["Christmas","racist"]},
{"body":"I hate insects puns, they really bug me.","tags":["animal","puns"]},
{"body":"We all sprang from apes, but you didn't spring far enough.","tags":["insults"]},
{"body":"Why is it so hard for women to find men that are sensitive, caring, and good-looking? Because those men already have boyfriends.","tags":["gay","women"]},
{"body":"Behind every fat woman there is a beautiful woman. No seriously, your in the way.","tags":["beauty","fat","insults","women"]},
{"body":"Sometimes waking up means the best part of your day is over!","tags":["life"]},
{"body":"Ever since I saw you in your family tree I've wanted to cut it down.","tags":["family","insults"]},
{"body":"Experience is what you get when you didn't get what you wanted.","tags":["life"]},
{"body":"Republicans &amp; Democrats are like divorced parents who care more about getting the kids to hate the other one than they are their well-being.","tags":["kids","life","political"]},
{"body":"Did Noah include termites on the ark?","tags":["animal","christian"]},
{"body":"Cancer cures smoking.","tags":["attitude","sarcastic"]},
{"body":"Don't forget that alcohol helps to remove the stress, the bra, the panties and many other problems.","tags":["alcohol","life"]},
{"body":"Why did Eve bite the forbidden apple? Because it tasted better than Adam's banana.","tags":["food","sex"]},
{"body":"I hate girls that complain about being single every 3 minutes. 90% of my socks are single &amp; you don't see them crying about it.","tags":["attitude","hate","men","women"]},
{"body":"Sometimes I wish life had subtitles.","tags":["life"]},
{"body":"Think Im Sarcastic? Watch Me Pretend To Care!","tags":["attitude","sarcastic"]},
{"body":"How many alcoholics does it take to change a light bulb? Two. One to hold the bulb, and one to drink until the room starts spinning.","tags":["life"]},
{"body":"Why did the blonde stare at a frozen orange juice can for 2 hours? Because it said \"concentrate\"!","tags":["blonde"]},
{"body":"You look like a before picture.","tags":["insults"]},
{"body":"How can you tell when the Mexicans have moved into your neighborhood? The Blacks get car insurance.","tags":["car","racist"]},
{"body":"I never admit or deny anything it makes things more interesting.","tags":["attitude"]},
{"body":"Talk is cheap. Until you hire a lawyer.","tags":["life"]},
{"body":"Living on earth may be expensive, but it includes an annual free trip around the sun.","tags":["attitude","life","money"]},
{"body":"Before I tell my wife something important, I take both her hands in mine. That way she can't hit me with them.","tags":["attitude","communication","marriage"]},
{"body":"Feeling stressed out? Make a nice cup of hot tea and then spill it in the lap of whoever's bugging you.","tags":["attitude","rude","work"]},
{"body":"A healthy sleep not only makes your life longer, but also shortens the workday.","tags":["attitude","health","life","work"]},
{"body":"You're like school in the summertime - no class.","tags":["insults","rude","school"]},
{"body":"Love is the triumph of imagination over intelligence.","tags":["intelligence","love"]},
{"body":"Why can't women read maps? Only the male mind can comprehend the concept of one inch equaling a mile.","tags":["men","women"]},
{"body":"It takes patience to listen.. it takes skill to pretend you're listening.","tags":["life"]},
{"body":"It's not often that one gets the opportunity to speak about someone intelligent, respected and admired. Unfortunately tonight I have to talk about (NAME).","tags":["best man speech","insults","intelligence"]},
{"body":"Money isn't everything but it sure keeps you in touch with your children.","tags":["kids","money","retirement"]},
{"body":"Maybe you need a ladder to climb out of my business?","tags":["life","sarcastic"]},
{"body":"As the joker said, if you are good at something why do it for free...","tags":["life","money","sarcastic"]},
{"body":"Did you hear about the Italian chef with a terminal illness? He pastaway.","tags":["puns"]},
{"body":"They say you are what you eat, so lay off the nuts.","tags":["sarcastic"]},
{"body":"If you dont believe in Oral Sex, keep your mouth shut","tags":["sex","women"]},
{"body":"You should need a license to be that ugly.","tags":["insults","ugly"]},
{"body":"Shut up, you'll never be the man your mother is.","tags":["dirty","insults"]},
{"body":"What do you call people who are afraid of Santa Claus? Claustrophobic","tags":["Christmas","puns"]},
{"body":"If you can't say something nice, say it to your husband... he's not listening anyway.","tags":["life","marriage","men"]},
{"body":"My speech today will be like a mini-skirt. Long enough to cover the essentials but short enough to hold your attention!","tags":["best man speech","communication"]},
{"body":"I can feel my personality turning a dull shade of grey when I talk to you.","tags":["insults"]},
{"body":"When your kids are little you're a superhero. When they're teens you're a super villain. After that, your only power is invisibility.","tags":["kids","time"]},
{"body":"I always take life with a grain of salt, ...plus a slice of lemon, ...and a shot of tequila.","tags":["life"]},
{"body":"If you don't like the news, go out and make some.","tags":["attitude"]},
{"body":"What do electric trains and women's breasts have in common? They were originally intended for children but it's the men who play with them the most.","tags":["kids","men","women"]},
{"body":"\"I'm sorry\" and \"I apologize\" mean the same thing... except when you're at a funeral.","tags":["life"]},
{"body":"Sex is not the answer. Sex is the question. \"Yes\" is the answer.","tags":["sex"]},
{"body":"Stupidity is not a crime so you are free to go.","tags":["insults","stupid"]},
{"body":"You sound reasonable. It must be time to up my medication!","tags":["insults","life","marriage","men","women"]},
{"body":"Waitress: 'Do u have any questions about the menu?' Me: 'What kind of font is this?'","tags":["intelligence","IT"]},
{"body":"I like to show my girlfriend who's boss in our house by holding a mirror up to her face.","tags":["life","love","men","women"]},
{"body":"Which day do chickens hate the most? Friday.","tags":["animal","hate","puns"]},
{"body":"Maybe if we all sit extremely still, Monday won't be able to see us.","tags":["attitude","work"]},
{"body":"Early to bed, early to rise makes people suspicious.","tags":["attitude","life"]},
{"body":"My psychiatrist told me I was crazy and I said I want a second opinion. He said okay, you're ugly too.","tags":["insults","rude","ugly"]},
{"body":"I'm multi-talented: I can talk and piss you off at the same time.","tags":["insults","rude"]},
{"body":"I didn't fight my way to the top of the food chain to be a vegetarian.","tags":["fighting"]},
{"body":"What do men and mascara have in common? They both run at the first sign of emotion.","tags":["men"]},
{"body":"Why didn't the man report his stolen credit card? The thief was spending less then his wife.","tags":["marriage","money","women"]},
{"body":"Baby, if you were a fruit you'd be a fineapple.","tags":["flirty","food"]},
{"body":"Do you sell hot dogs? Because you know how to make a wiener stand.","tags":["dirty","food"]},
{"body":"We can always tell when you are lying. Your lips move.","tags":["insults"]},
{"body":"However lonely you feel, you're never alone. There are literally millions of bugs, mites and bacteria living in your house. Goodnight.","tags":["life","motivational"]},
{"body":"Get married early in the morning. That way, if it doesn't work out, you haven't wasted a whole day.","tags":["marriage","Valentines"]},
{"body":"Retirement is the time in your life when time is no longer money.","tags":["money","retirement","time"]},
{"body":"Five Secrets of Successful People:1. Don't 2. Tell 3. Anyone 4. Your 5. Secrets","tags":["motivational","people","success"]},
{"body":"A camel can work 10 days without drinking, I can drink 10 days without working.","tags":["alcohol","animal","work"]},
{"body":"You're so beautiful you made me forget my pick up line.","tags":["flirty"]},
{"body":"Friendship is unnecessary, like philosophy, like art... It has no survival value; rather it is one of those things that give value to survival.","tags":["life"]},
{"body":"Turtles think frogs are homeless.","tags":["animal"]},
{"body":"It's bad luck to be superstitious.","tags":["life"]},
{"body":"Wife renewed me for another season.","tags":["marriage"]},
{"body":"If you keep your feet firmly on the ground, you'll have trouble putting on your pants.","tags":["life"]},
{"body":"A conclusion is the place where you got tired of thinking.","tags":["attitude","life"]},
{"body":"In accordance to the Heisenberg's Uncertainty Principle of Quantum Mechanics, we may already be in love right now.","tags":["love"]},
{"body":"It's so simple to be wise. Just think of something stupid to say and then don't say it.","tags":["stupid"]},
{"body":"Stupidity comes in all shapes and sizes. Some of them even look like people.","tags":["life","people","rude"]},
{"body":"I need a new bank account. This one has run out of money.","tags":["money"]},
{"body":"I always wanted to be somebody, but now I realize I should have been more specific.","tags":["life"]},
{"body":"A study of economics usually reveals that the best time to buy anything was last year.","tags":["life","money"]},
{"body":"I'm not a Facebook status, you don't have to like me.","tags":["friendship","life"]},
{"body":"Weddings and funerals are the same because I love going but I don't want them to be about me.","tags":["sarcastic","wedding"]},
{"body":"Men approve of premarital sex until daughters are born.","tags":["men","sex"]},
{"body":"The older I get, the earlier it gets late.","tags":["age"]},
{"body":"Stop with the blind jokes ... I dont see the point.","tags":["attitude","rude","stupid"]},
{"body":"Dont be afraid to stand for what you believe in, even if that means standing alone.","tags":["motivational"]},
{"body":"1 in 5 people in the world are Chinese. There are 5 people in my family, so it must be one of them. It's either my mum or my dad. Or my older brother Colin. Or my younger brother Ho-Cha-Chu. But I think it's Colin.","tags":["family","kids","people"]},
{"body":"Dream carefully, because dreams come true.","tags":["life","motivational"]},
{"body":"Life is a comedy for those who think, but a tragedy for those who feel.","tags":["life","love"]},
{"body":"Is everything expensive or I'm just poor?","tags":["life","money"]},
{"body":"When I was born, the doctor came out to the waiting room and said to my father, &quot;I'm very sorry. We did everything we could. But he pulled through.&quot;","tags":["doctor","insults","kids","stupid"]},
{"body":"He's a few clowns short of a circus.","tags":["insults","men"]},
{"body":"Shock me, say something intelligent.","tags":["insults","intelligence"]},
{"body":"Maths and Girls are the most complicated things, but Maths at least has some logic.","tags":["women"]},
{"body":"Why is it that most nudists are people you don't want to see naked?","tags":["life","people"]},
{"body":"Why did the duck go to rehab? Because he was a quack addict!","tags":["animal"]},
{"body":"Girls are like roads, more the curves, more the dangerous they are.","tags":["women"]},
{"body":"Childhood is like being drunk, everyone remembers what you did, except you.","tags":["kids"]},
{"body":"No Déjà vu please...I Don't want to go through that again","tags":["attitude","life"]},
{"body":"I could be a morning person. If morning started around noon.","tags":["life","time"]},
{"body":"I don't suffer from insanity. I enjoy every minute of it.","tags":["attitude","stupid"]},
{"body":"Some people feel the rain. Others just get wet.","tags":["life","people"]},
{"body":"Mostly men lie before the elections, sex and after fishing.","tags":["attitude","life","men"]},
{"body":"Why do blondes wear underwear? To keep their ankles warm.","tags":["blonde"]},
{"body":"Why do men like masturbation? It's sex with someone they love.","tags":["men","sex"]},
{"body":"Are you a computer whiz? it seems you know how to turn my software to hardware.","tags":["flirty","IT"]},
{"body":"You are living proof that manure can sprout legs and walk.","tags":["insults"]},
{"body":"A woman participating in a survey was asked how she felt about condoms. She said, \"Depends on what's in it for me.\"","tags":["men","sex","women"]},
{"body":"For my next trick I need a condom and a volunteer...","tags":["flirty","sex"]},
{"body":"I am not a vegetarian because I love animals. I am a vegetarian because I hate plants.","tags":["animal","attitude","hate","love"]},
{"body":"Failure is not an option—it comes bundled with the software.","tags":["IT"]},
{"body":"Me: Real women don't care about romantic clichés. My internal voice: Please buy me flowers, please buy me flowers, please buy me flowers.","tags":["attitude","life","women"]},
{"body":"Coffee, Chocolate, Men. Some things are just better rich.","tags":["men"]},
{"body":"Did you get those yoga pants on sale? Because at my house they're 100% off,","tags":["dirty","flirty","sex"]},
{"body":"You know what I did before I married? Anything I wanted to.","tags":["marriage"]},
{"body":"Marriage is the main reason for divorce.","tags":["life","marriage"]},
{"body":"The only reason the term 'Ladies first' was invented was for the guy to check out the woman's ass.","tags":["dirty","men","women"]},
{"body":"I was going to quit all my bad habits for the new year, but then I remembered that nobody likes a quitter.","tags":["attitude","life","New Year"]},
{"body":"Every time someone calls me fat I get so depress I cut myself... a piece of cake.","tags":["attitude","fat","insults","life"]},
{"body":"What's the difference between a blonde and a mosquito? A mosquito stops sucking when you smack it.","tags":["animal","blonde","dirty"]},
{"body":"Why don't we wait for life on other planets to find us? Why do we have to do all the work?","tags":["attitude","life","work"]},
{"body":"A man enters a store and says: \"15 litres of wine please.\" \"Did you bring a container for this?\" \"You're speaking to it.\"","tags":["alcohol"]},
{"body":"Few women admit their age; few men act it.","tags":["age","men","women"]},
{"body":"Unfortunately, but sometimes a woman can't find herself a man. She doesn't like the drunken ones, and the sober ones doesn't like her.","tags":["alcohol","men","women"]},
{"body":"Even people who are good for nothing can bring smile on your face, when pushed down the stairs...","tags":["people","sarcastic"]},
{"body":"I'm not lazy... I'm just on my energy saving mode.","tags":["attitude"]},
{"body":"The sun is going to go out in 4 billion years, and you sit there and act like everything is fine.","tags":["attitude","motivational","time"]},
{"body":"Identity theft is the most diabolical way someone can compliment you on doing a good job at life.","tags":["attitude","life","success"]},
{"body":"Why kill time when you can make it work for you?","tags":["motivational","time","work"]},
{"body":"Plan ahead - It wasn't raining when Noah built the ark.","tags":["christian"]},
{"body":"Tell me again how I unloaded the dishwasher too loudly when you were watching golf. Detectives will want to know exactly how this went down.","tags":["sarcastic","sport"]},
{"body":"You're so fat, you could sell shade.","tags":["insults","sarcastic"]},
{"body":"Why wasnt there any blacks in the flintstones? Because they were still monkeys.","tags":["black","racist"]},
{"body":"I get it ladies, I had abs before I had kids too.","tags":["attitude","stupid","women"]},
{"body":"Everything you do you're gonna regret. But if you do nothing – you will not only regret but will also suffer.","tags":["attitude","motivational"]},
{"body":"If you can't remember my name, just say 'donuts'. I'll turn around and look.","tags":["attitude","life","people"]},
{"body":"Me: Siri, why am I alone? Siri: *opens front facing camera*","tags":["beauty","sarcastic"]},
{"body":"Tell me what you need, and I'll tell you how to get along without it.","tags":["attitude","sarcastic"]},
{"body":"It's scary to think that people like you are graduating from college.","tags":["insults"]},
{"body":"Handsome, Sweet, Intelligent, spontaneous, good-looking, nice friends, charming, funny, well...Enough about ME! How about you?","tags":["flirty","intelligence"]},
{"body":"What's a man's idea of foreplay? A half hour of begging.","tags":["men","sex"]},
{"body":"I've put something aside for a rainy day. It's an umbrella.","tags":["attitude","life","money"]},
{"body":"I know milk does a body good, but damn girl, how much have you been drinking?","tags":["beauty","food"]},
{"body":"I'll be Burger King and you be McDonald's. I'll have it my way, and you'll be lovin' it.","tags":["flirty"]},
{"body":"If Mayans could predict the future, why didn't they predict their extinction?","tags":["sarcastic"]},
{"body":"Did you hear about the guy who died of a Viagra overdose? They couldn't close his casket.","tags":["dirty","life","sex"]},
{"body":"I don't have a Fitbit. But I have a couple of fat bits.","tags":["sport"]},
{"body":"Never test the depth of the water with both feet.","tags":[]},
{"body":"If you think nobody cares if you're alive, try missing a couple of payments.","tags":["life"]},
{"body":"My opinions may have changed, but not the fact that I am right.","tags":[]},
{"body":"Don't tell me I don't know the difference between right & wrong. Wrong is the fun one.","tags":["life"]},
{"body":"For every action there is an equal and opposite criticism.","tags":["life"]},
{"body":"If at first you don't succeed, skydiving is not for you!","tags":[]},
{"body":"Facts do not cease to exist because they are ignored.","tags":["life"]},
{"body":"Okay, who stopped the payment on my reality check?","tags":[]},
{"body":"Why do we bake cookies and cook bacon?","tags":["life"]},
{"body":"I am busy contemplating my future. Don't worry, this will only take a minute.","tags":["life"]},
{"body":"Never do card tricks for the group you play poker with.","tags":[]},
{"body":"A memorandum is written not to inform the reader, but to protect the writer.","tags":[]},
{"body":"My mind wants to dance but my body is a really awkward white guy.","tags":["attitude","sarcastic"]},
{"body":"Those of you who think you know it all are damn annoying to those of us who do!","tags":["attitude","sarcastic"]},
{"body":"Everyone has a photographic memory, some don't have film.","tags":["life"]},
{"body":"I'm as bored as a slut on her period.","tags":["dirty","life"]},
{"body":"Life is scary; at least the salary is funny.","tags":["life","sarcastic","work"]},
{"body":"A bus station is where a bus stops. A train station is where a train stops. On my desk, I have a work station..","tags":["puns"]},
{"body":"What did the blonde say when she saw Cheerios? Donut seeds.","tags":["blonde"]},
{"body":"Everything becomes 100 times louder when you're trying not to wake someone up.","tags":["life"]},
{"body":"Sorry, my dog ate your text message.","tags":["animal","sarcastic"]},
{"body":"Why do people keep running over a string a dozen times with their vacuum cleaner, then reach down, pick it up, examine it, then put it down to give their vacuum one more chance?","tags":["people"]},
{"body":"People who make you feel special are keepers.  Anyone with such good taste has to be admired.","tags":["attitude","people"]},
{"body":"If you're going through Hell, keep going.","tags":["attitude","life","motivational"]},
{"body":"The end of a relationship isn't the worst thing. It's worse when it doesn't end after the end.","tags":["life","love","men","women"]},
{"body":"What's a mixed feeling? When you see your mother-in-law backing off a cliff in your new car.","tags":["car","dirty"]},
{"body":"Fishermen are reel men.","tags":["puns"]},
{"body":"The hardest part of any relationship is when it's not your turn to talk.","tags":["communication","love"]},
{"body":"Deja Vu – When you think you're doing something you've done before, it's because God thought it was so funny, he had to rewind it for his friends.","tags":["christian","God"]},
{"body":"Your gene pool could use a little chlorine.","tags":["insults","puns"]},
{"body":"Virginity is like a soapbubble, one prick and it is gone.","tags":["flirty","sex"]},
{"body":"My annual performance review says I lack &quot;passion &amp; intensity&quot;, guess management hasn't seen me alone with a Big Mac.","tags":["food","motivational","work"]},
{"body":"I saw a guy on his motorcycle and the back of his shirt said \"If you can read this the b*tch fell off.\"","tags":["attitude","life","motorcycle"]},
{"body":"Last time I got caught stealing a calendar I got 12 months.","tags":["puns","time"]},
{"body":"I'm new in town. Could you give me directions to your apartment?","tags":["flirty"]},
{"body":"If you are here - who is running hell?","tags":["attitude","sarcastic"]},
{"body":"What if there were no hypothetical questions?","tags":["puns"]},
{"body":"I went to buy some camouflage trousers the other day but I couldn't find any.","tags":["life"]},
{"body":"It's ok computer, I go to sleep after 20 minutes of inactivity too.","tags":["IT","life"]},
{"body":"What did the paper clip say to the magnet? I find you very attractive.","tags":["Valentines"]},
{"body":"Do you realize that in about 40 years, we'll have thousands of old ladies running around with tattoos?","tags":["retirement","women"]},
{"body":"What do you call a magic dog? A Labracadabrador.","tags":["animal"]},
{"body":"Some people are only alive because it is illegal to shoot them.","tags":["life","people"]},
{"body":"I have one of those unlimited cell phone plans. There's no limit to how much they can charge me.","tags":["life","money","sarcastic"]},
{"body":"Fridges should have glass doors.That way i dont have to stand with the fridge door open trying to figure out my next move.","tags":["life","women"]},
{"body":"Sometimes, when I close my eyes, I... can't see.","tags":["stupid"]},
{"body":"Never get into fights with ugly people, they have nothing to lose.","tags":["fighting","people","ugly"]},
{"body":"You're like a candy bar: half sweet and half nuts.","tags":["attitude","rude"]},
{"body":"I love being married. It's so great to find that one special person you want to annoy for the rest of your life.","tags":["marriage"]},
{"body":"It's hard to explain puns to kleptomaniacs because they always take things literally.","tags":["puns"]},
{"body":"What's the difference between men and government bonds? Bonds mature.","tags":["men","money"]},
{"body":"I get plenty of exercise - jumping to conclusions, pushing my luck, and dodging deadlines.","tags":["attitude","work"]},
{"body":"How do people lose their kids at the mall? Seriously, any tips would be greatly appreciated.","tags":["kids","life"]},
{"body":"It was an emotional wedding. Even the cake was in tiers.","tags":["wedding"]},
{"body":"I'm never wrong! One time, I thought I was wrong, but I was mistaken!","tags":["life","mistake"]},
{"body":"If every day is a gift, I'd like a receipt for Monday. I want to exchange it for another Friday.","tags":["time","work"]},
{"body":"Why did the bee get married? Because he found his honey.","tags":["animal","marriage","puns"]},
{"body":"Just because you have one doesn't mean you have to act like one.","tags":["dirty","insults","men"]},
{"body":"Roses are red violets are blue, I'm schizophrenic and so am I.","tags":["life"]},
{"body":"The trouble with doing something right the first time is that nobody appreciates how difficult it was.","tags":["life","time"]},
{"body":"It's not the fall that kills you; it's the sudden stop at the end.","tags":[]},
{"body":"A diplomat is someone who can tell you to go to hell in such a way that you will look forward to the trip.","tags":[]},
{"body":"Work is for people who don't know how to fish.","tags":["life"]},
{"body":"Every time I find the meaning of life, they change it.","tags":["life"]},
{"body":"Comedy is tragedy plus time.","tags":["life","time"]},
{"body":"The severity of the itch is inversely proportional to the ability to reach it.","tags":["life"]},
{"body":"Lottery: A tax on people who are bad at math.","tags":["life","people"]},
{"body":"The trouble with being punctual is that nobody's there to appreciate it.","tags":["life"]},
{"body":"You're just jealous because the voices are talking to me.","tags":["life"]},
{"body":"I sometimes go to my own little world, but that's okay, they know me there.","tags":[]},
{"body":"Better to understand a little than to misunderstand a lot.","tags":["attitude"]},
{"body":"If I've learned anything in life, it's that not enough people are at a loss for words.","tags":["life","people"]},
{"body":"I'm looking at the serving size of Laughing Cow cheese and I see why the cow is laughing.","tags":["animal","stupid"]},
{"body":"Why do men like love at first sight? It saves them a lot of time.","tags":["life","men"]},
{"body":"By the time you learn the rules of life, you're too old to play the game.","tags":["life","time"]},
{"body":"They call it \"pms\" because \"mad cow disease\" was already taken.","tags":["women"]},
{"body":"Chaos, panic, & disorder - my work here is done.","tags":["work"]},
{"body":"I'm trying to finish writing a script for a porno movie, but there are just too many holes in the plot.","tags":["puns","sarcastic","sex","work"]},
{"body":"You've got two brain cells: one is in a wheelchair and the other one is pushing.","tags":["insults","rude"]},
{"body":"A garage sale is actually a Garbage sale but the \"b\" is silent.","tags":["life","puns"]},
{"body":"Who doesn't eat on Thanksgiving? A turkey because it is always stuffed.","tags":["animal","Thanksgiving"]},
{"body":"The key to every relationship is honesty. Honesty. Honesty. Honesty. Honesty. ...Gonna keep typing this until she stops looking over my shoulder.","tags":["love","women"]},
{"body":"Sex takes up the least amount of time and causes the most amount of trouble.","tags":["life","sex","time"]},
{"body":"Why do men name their penises? Because they don't like the idea of having a stranger make 90% of their decisions.","tags":["insults","men"]},
{"body":"What do sea monsters eat for lunch? Fish and ships.","tags":["Halloween","puns"]},
{"body":"On the other hand, you have different fingers.","tags":["puns"]},
{"body":"Dont stop! I dont usually get to see beauty in motion","tags":["flirty"]},
{"body":"The most dangerous room in the house really depends on where your wife is at the moment.","tags":["marriage","women"]},
{"body":"You're sweeter than 3.14","tags":["flirty","intelligence"]},
{"body":"Laughing stock: cattle with a sense of humor.","tags":["attitude","money","sarcastic"]},
{"body":"Everything happens for a reason; unfortunately, sometimes the reason is you.","tags":["life"]},
{"body":"Having sex is like playing bridge. If you don't have a good partner, you'd better have a good hand.","tags":["sex"]},
{"body":"If tomatoes are technically a fruit, is ketchup technically a smoothie?","tags":["life"]},
{"body":"If you were a triangle youd be acute one.","tags":["attitude","intelligence","life"]},
{"body":"Sometimes we expect more from others because we would be willing to do that much more for them.","tags":["attitude","friendship","life"]},
{"body":"Never give yourself a haircut after three margaritas.","tags":["life"]},
{"body":"Sarcasm is just one more service we offer.","tags":["sarcastic"]},
{"body":"I swear to drunk I'm not God, but seriously, stay in drugs, eat school, and don't do vegetables.","tags":["drug","God","life","puns","school"]},
{"body":"I love every bone in your body, especially mine.","tags":["dirty","flirty"]},
{"body":"I put the \"fun\" in dysfunctional.","tags":["puns"]},
{"body":"It used to be only death and taxes were inevitable. Now, of course, there's shipping and handling, too.","tags":["death","life","money"]},
{"body":"You are not as bad as people say, you are much, much worse.","tags":["insults","sarcastic"]},
{"body":"Why does a blond wear a tight skirt? To keep here legs closed.","tags":["blonde","rude"]},
{"body":"Never marry a woman who was captain of the debate team.","tags":["communication","women"]},
{"body":"For Sale: Parachute. Only used once, never opened.","tags":["life","puns"]},
{"body":"According to the second law of thermodynamics, you're supposed to share your hotness with me.","tags":["flirty"]},
{"body":"Scooters are for men who want to ride motorcycles, but prefer to feel the wind on their vaginas.","tags":["men","sarcastic"]},
{"body":"I just want to live in a world where people come with on\/off switches.","tags":["attitude","IT","people","sarcastic"]},
{"body":"This isn't working out. I think we should start making other people miserable.","tags":["motivational","sarcastic"]},
{"body":"What's the difference between a woman having her period and a terrorist? You can negotiate with a terrorist","tags":["life","men","women"]},
{"body":"Oh, what? Sorry. I was trying to imagine you with a personality.","tags":["insults"]},
{"body":"How do construction workers party? they raise the roof.","tags":["motivational","success","work"]},
{"body":"If at first you don't succeed, blame someone else and seek counseling.","tags":["life","motivational","sarcastic"]},
{"body":"If shit was music, you'd be an orchestra.","tags":["insults"]},
{"body":"If anything is possible, is it possible for something to be impossible?","tags":["puns"]},
{"body":"Took my dog to a bonfire and as he sat there staring at it blankly I realized he loves sticks. I was burning a giant pile of his toys.","tags":["animal","life"]},
{"body":"What do you get when you cross a joke with a rhetorical question?","tags":["puns"]},
{"body":"I think I'll tell my kids that the Titanic sunk because Jack and Rose had sex before marriage.","tags":["attitude","kids","sarcastic","sex"]},
{"body":"What is a blonde's favorite fairy tale? Humpme Dumpme!","tags":["blonde"]},
{"body":"I said \"no\" to drugs, but they just wouldn't listen.","tags":["drug","life"]},
{"body":"If your left leg was thanksgiving, and your right leg is Christmas, can I come visit you between the holidays?","tags":["Christmas","dirty","flirty"]},
{"body":"We can't help everyone, but everyone can help someone.","tags":["christian","motivational"]},
{"body":"What did the elephant say to the naked man? How do you breathe through that tiny thing?","tags":["animal","men"]},
{"body":"A successful man is one who makes more money that his wife can spend. A successful woman is one who can find such a man.","tags":["men","success","women"]},
{"body":"You'd think that with NSA reading our tweets all the time,  they could star or retweet some of the good ones.","tags":["IT"]},
{"body":"Start every day off with a smile and get it over with.","tags":["motivational"]},
{"body":"Latest survey shows that 3 out of 4 people make up 75% of the world's population.","tags":[]},
{"body":"Anyone who says &quot;good morning&quot; on a Monday is a sociopath.","tags":["attitude","people","rude"]},
{"body":"Wise people think all they say, fools say all they think.","tags":["people","stupid"]},
{"body":"Why do Americans choose from just two people to run for president and 50 for Miss America?","tags":["people","political"]},
{"body":"Ask me about my vow of silence.","tags":["attitude","life"]},
{"body":"Laugh alone and the world thinks you're an idiot.","tags":["attitude","life"]},
{"body":"The trouble with learning from experience is that you never graduate.","tags":["graduation","school"]},
{"body":"If you want breakfast in bed, sleep in the kitchen.","tags":["marriage","women"]},
{"body":"THANKS TO YOU I have learned that my prayers only get answered if I forward an e-mail to seven of my friends and make a wish within five minutes.","tags":["attitude","sarcastic"]},
{"body":"Did you fall from heaven? Cause your face is pretty messed up!","tags":["flirty","sarcastic"]},
{"body":"Are you made of beryllium, gold, and titanium? You must be because you are BeAuTi-ful.","tags":["beauty","flirty","intelligence"]},
{"body":"Did you hear about the gay security guard who got fired from his job at the sperm bank? He got caught drinking on the job.","tags":["dirty","gay","rude"]},
{"body":"Barking dog at the back door wanting in and your wife's yelling at the front wanting in. Which one do you let in? The dog, once he's in, he shuts up!","tags":["animal","marriage"]},
{"body":"One cigarette shortens your life by two hours, one bottle of vodka by three hours, and a workday – eight hours.","tags":["alcohol","life","work"]},
{"body":"If a stranger offers you a piece of candy...take two.","tags":["attitude","life"]},
{"body":"Wanna dance? I can really put your inertia in motion.","tags":["flirty"]},
{"body":"Confucius says Love one another. If it doesn't work, just interchange the last two words.","tags":["attitude","love"]},
{"body":"Men don't realize that if we're sleeping with them on the first date, we're probably not interested in seeing them again either.","tags":["love","men","women"]},
{"body":"Secret to success is to know who to blame for your failures.","tags":["attitude","life","success","work"]},
{"body":"Fuck me if I'm wrong, but isn't your name Cindrella?","tags":["dirty","flirty"]},
{"body":"Whenever you get mad, just think of a t-rex trying to masturbate.","tags":["motivational"]},
{"body":"Did you know that your body is made 70% of water? And now I'm thirsty.","tags":["dirty","flirty"]},
{"body":"No matter how much you push the envelope, it'll still be stationery.","tags":["puns"]},
{"body":"Whats long and hard and has cum in it? A cucumber.","tags":["life","puns","sex"]},
{"body":"Sex is like air; its not important unless you arent getting any.","tags":["life","sex"]},
{"body":"What is it called when a blonde blows in another blond's ear? Data transfer.","tags":["blonde"]},
{"body":"No, those pants don't make you look fatter. I mean, how could they?","tags":["insults","women"]},
{"body":"Nothing says' I love my dog' quite like spending more money on his haircut than you do your own.","tags":["animal","love","money"]},
{"body":"What did the tree say to autumn? Leaf me alone.","tags":["autumn","life","puns"]},{"body":"My friends say that I'm gay because I don't like football. What a bunch of idiots. I'm gay because I like cock.","tags":["gay"]},{"body":"Save your breath... You'll need it to blow up your date.","tags":["flirty","insults"]},{"body":"Why did the blonde scale the glass wall? To see what was on the other side.","tags":["blonde"]},{"body":"I believe in respect for the dead; in fact, I could only respect you if you WERE dead."}]
